[{"id": "0704.0394", "submitter": "Anna Ja\\'{s}kiewicz", "authors": "Anna Ja\\'skiewicz", "title": "Average optimality for risk-sensitive control with general state space", "comments": "Published at http://dx.doi.org/10.1214/105051606000000790 in the\n  Annals of Applied Probability (http://www.imstat.org/aap/) by the Institute\n  of Mathematical Statistics (http://www.imstat.org)", "journalRef": "Annals of Applied Probability 2007, Vol. 17, No. 2, 654-675", "doi": "10.1214/105051606000000790", "abstract_": "  This paper deals with discrete-time Markov control processes on a general\nstate space. A long-run risk-sensitive average cost criterion is used as a\nperformance measure. The one-step cost function is nonnegative and possibly\nunbounded. Using the vanishing discount factor approach, the optimality\ninequality and an optimal stationary strategy for the decision maker are\nestablished.\n", "reportNo": "IMS-AAP-AAP410", "categories": ["q-fin.RM math.PR"], "versions": ["v1"]}, {"id": "0704.1348", "submitter": "Marco Tolotti Dr.", "authors": "Paolo Dai Pra, Wolfgang J. Runggaldier, Elena Sartori, Marco Tolotti", "title": "Large portfolio losses: A dynamic contagion model", "comments": "Published in at http://dx.doi.org/10.1214/08-AAP544 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)", "journalRef": "Annals of Applied Probability 2009, Vol. 19, No. 1, 347-394", "doi": "10.1214/08-AAP544", "abstract_": "  Using particle system methodologies we study the propagation of financial\ndistress in a network of firms facing credit risk. We investigate the\nphenomenon of a credit crisis and quantify the losses that a bank may suffer in\na large credit portfolio. Applying a large deviation principle we compute the\nlimiting distributions of the system and determine the time evolution of the\ncredit quality indicators of the firms, deriving moreover the dynamics of a\nglobal financial health indicator. We finally describe a suitable version of\nthe \"Central Limit Theorem\" useful to study large portfolio losses. Simulation\nresults are provided as well as applications to portfolio loss distribution\nanalysis.\n", "reportNo": "IMS-AAP-AAP544", "categories": ["q-fin.RM math.PR"], "versions": ["v1", "v2", "v3"]}, {"id": "0704.2244", "submitter": "Erhan Bayraktar", "authors": "Erhan Bayraktar, Virginia R. Young", "title": "Proving Regularity of the Minimal Probability of Ruin via a Game of\n  Stopping and Control", "comments": null, "journalRef": null, "doi": null, "abstract_": "  We reveal an interesting convex duality relationship between two problems:\n(a) minimizing the probability of lifetime ruin when the rate of consumption is\nstochastic and when the individual can invest in a Black-Scholes financial\nmarket; (b) a controller-and-stopper problem, in which the controller controls\nthe drift and volatility of a process in order to maximize a running reward\nbased on that process, and the stopper chooses the time to stop the running\nreward and rewards the controller a final amount at that time. Our primary goal\nis to show that the minimal probability of ruin, whose stochastic\nrepresentation does not have a classical form as does the utility maximization\nproblem (i.e., the objective's dependence on the initial values of the state\nvariables is implicit), is the unique classical solution of its\nHamilton-Jacobi-Bellman (HJB) equation, which is a non-linear boundary-value\nproblem. We establish our goal by exploiting the convex duality relationship\nbetween (a) and (b).\n", "reportNo": null, "categories": ["q-fin.PM math.OC math.PR q-fin.RM"], "versions": ["v1", "v10", "v11", "v12", "v13", "v2", "v3", "v4", "v5", "v6", "v7", "v8", "v9"]}, {"id": "0704.0291", "submitter": "Matthew Jeppesen", "authors": "M. Jeppesen, J. Dugu\\'e, G. R. Dennis, M. T. Johnsson, C. Figl, N. P.\n  Robins and J. D. Close", "title": "Approaching the Heisenberg limit in an atom laser", "comments": "Corrected analysis, added figure", "journalRef": null, "doi": "10.1103/PhysRevA.77.063618", "abstract_": "  We present experimental and theoretical results showing the improved beam\nquality and reduced divergence of an atom laser produced by an optical Raman\ntransition, compared to one produced by an RF transition. We show that Raman\noutcoupling can eliminate the diverging lens effect that the condensate has on\nthe outcoupled atoms. This substantially improves the beam quality of the atom\nlaser, and the improvement may be greater than a factor of ten for experiments\nwith tight trapping potentials. We show that Raman outcoupling can produce atom\nlasers whose quality is only limited by the wavefunction shape of the\ncondensate that produces them, typically a factor of 1.3 above the Heisenberg\nlimit.\n", "reportNo": null, "categories": ["physics.atom-ph cond-mat.other"], "versions": ["v1", "v2"]}, {"id": "0704.0409", "submitter": "D. Levkov", "authors": "D.G. Levkov, A.G. Panin, S.M. Sibiryakov", "title": "On the over-barrier reflection in quantum mechanics with multiple\n  degrees of freedom", "comments": "Journal version. Introduction expanded, references added", "journalRef": "Phys. Rev. A 76, 032114 (2007)", "doi": "10.1103/PhysRevA.76.032114", "abstract_": "  We present an analytic example of two dimensional quantum mechanical system,\nwhere the exponential suppression of the probability of over-barrier reflection\nchanges non-monotonically with energy. The suppression is minimal at certain\n\"optimal\" energies where reflection occurs with exponentially larger\nprobability than at other energies.\n", "reportNo": "CERN-PH-TH/2007-065", "categories": ["quant-ph hep-th nlin.CD physics.atom-ph physics.chem-ph"], "versions": ["v1", "v2"]}, {"id": "0704.0520", "submitter": "Tina Anna Cattolica Maiolo", "authors": "Tina A.C. Maiolo, Luigi Martina, Giulio Soliani", "title": "A critical theory of quantum entanglement for the Hydrogen molecule", "comments": "14 pages, 14 figures, Latex", "journalRef": null, "doi": null, "abstract_": "  In this paper we investigate some entanglement properties for the Hydrogen\nmolecule considered as a two interacting spin 1/2 (qubit) model. The\nentanglement related to the $H_{2}$ molecule is evaluated both using the von\nNeumann entropy and the Concurrence and it is compared with the corresponding\nquantities for the two interacting spin system. Many aspects of these functions\nare examinated employing in part analytical and, essentially, numerical\ntechniques. We have compared analogous results obtained by Huang and Kais a few\nyears ago. In this respect, some possible controversial situations are\npresented and discussed.\n", "reportNo": null, "categories": ["quant-ph cond-mat.other physics.atom-ph"], "versions": ["v1", "v2"]}, {"id": "0704.0560", "submitter": "Danyal Winters", "authors": "D.F.A. Winters, M. Vogel, D.M. Segal, R.C. Thompson and W.\n  Noertershaeuser", "title": "Laser spectroscopy of hyperfine structure in highly-charged ions: a test\n  of QED at high fields", "comments": "5 pages, 1 figure, 1 table. accepted for Canadian Journal of Physics\n  (2006)", "journalRef": null, "doi": "10.1139/P07-023", "abstract_": "  An overview is presented of laser spectroscopy experiments with cold,\ntrapped, highly-charged ions, which will be performed at the HITRAP facility at\nGSI in Darmstadt (Germany). These high-resolution measurements of ground state\nhyperfine splittings will be three orders of magnitude more precise than\nprevious measurements. Moreover, from a comparison of measurements of the\nhyperfine splittings in hydrogen- and lithium-like ions of the same isotope,\nQED effects at high electromagnetic fields can be determined within a few\npercent. Several candidate ions suited for these laser spectroscopy studies are\npresented.\n", "reportNo": null, "categories": ["physics.atom-ph physics.gen-ph"], "versions": ["v1", "v2"]}, {"id": "0704.0695", "submitter": "Antonino Di Piazza", "authors": "A. Di Piazza, A. I. Milstein and C. H. Keitel", "title": "Photon splitting in a laser field", "comments": "31 pages, 4 figures", "journalRef": "Phys. Rev. A vol. 76, 032103 (2007)", "doi": "10.1103/PhysRevA.76.032103", "abstract_": "  Photon splitting due to vacuum polarization in a laser field is considered.\nUsing an operator technique, we derive the amplitudes for arbitrary strength,\nspectral content and polarization of the laser field. The case of a\nmonochromatic circularly polarized laser field is studied in detail and the\namplitudes are obtained as three-fold integrals. The asymptotic behavior of the\namplitudes for various limits of interest are investigated also in the case of\na linearly polarized laser field. Using the obtained results, the possibility\nof experimental observation of the process is discussed.\n", "reportNo": null, "categories": ["hep-ph physics.atom-ph"], "versions": ["v1", "v2"]}, {"id": "0704.0712", "submitter": "Carla Figueira de Morisson Faria", "authors": "H. Hetzheim, C. Figueira de Morisson Faria, and W. Becker", "title": "Interference effects in above-threshold ionization from diatomic\n  molecules: determining the internuclear separation", "comments": "10 pages, 8 figures; discussions slightly modified and an additional\n  figure inserted for clarity", "journalRef": null, "doi": "10.1103/PhysRevA.76.023418", "abstract_": "  We calculate angle-resolved above-threshold ionization spectra for diatomic\nmolecules in linearly polarized laser fields, employing the strong-field\napproximation. The interference structure resulting from the individual\ncontributions of the different scattering scenarios is discussed in detail,\nwith respect to the dependence on the internuclear distance and molecular\norientation. We show that, in general, the contributions from the processes in\nwhich the electron is freed at one center and rescatters off the other obscure\nthe interference maxima and minima obtained from single-center processes.\nHowever, around the boundary of the energy regions for which rescattering has a\nclassical counterpart, such processes play a negligible role and very clear\ninterference patterns are observed. In such energy regions, one is able to\ninfer the internuclear distance from the energy difference between adjacent\ninterference minima.\n", "reportNo": null, "categories": ["physics.atom-ph"], "versions": ["v1", "v2"]}, {"id": "0704.0855", "submitter": "David Wilkowski", "authors": "Thierry Chaneliere (LAC), Ling Xiang He, Robin Kaiser (INLN), David\n  Wilkowski (INLN)", "title": "Three dimensional cooling and trapping with a narrow line", "comments": null, "journalRef": null, "doi": "10.1140/epjd/e2007-00329-8", "abstract_": "  The intercombination line of Strontium at 689nm is successfully used in laser\ncooling to reach the photon recoil limit with Doppler cooling in a\nmagneto-optical traps (MOT). In this paper we present a systematic study of the\nloading efficiency of such a MOT. Comparing the experimental results to a\nsimple model allows us to discuss the actual limitation of our apparatus. We\nalso study in detail the final MOT regime emphasizing the role of gravity on\nthe position, size and temperature along the vertical and horizontal\ndirections. At large laser detuning, one finds an unusual situation where\ncooling and trapping occur in the presence of a high bias magnetic field.\n", "reportNo": null, "categories": ["physics.atom-ph"], "versions": ["v1", "v2"]}, {"id": "0704.0856", "submitter": "Iosif Khriplovich", "authors": "I.B. Khriplovich and D.V. Matvienko", "title": "Approximate Selection Rule for Orbital Angular Momentum in Atomic\n  Radiative Transitions", "comments": "5 pages, 1 figure", "journalRef": "Phys. Lett. A 368 (2007) 348", "doi": "10.1016/j.physleta.2007.04.031", "abstract_": "  We demonstrate that radiative transitions with \\Delta l = - 1 are strongly\ndominating for all values of n and l, except small region where l << n.\n", "reportNo": null, "categories": ["physics.atom-ph physics.class-ph"], "versions": ["v1"]}, {"id": "0704.0912", "submitter": "Jun Ye", "authors": "Martin M. Boyd, Tanya Zelevinsky, Andrew D. Ludlow, Sebastian Blatt,\n  Thomas Zanon-Willette, Seth M. Foreman and Jun Ye", "title": "Nuclear Spin Effects in Optical Lattice Clocks", "comments": "13 pages, 12 figures, submitted to PRA", "journalRef": "Phys. Rev. A 76, 022510 (2007).", "doi": "10.1103/PhysRevA.76.022510", "abstract_": "  We present a detailed experimental and theoretical study of the effect of\nnuclear spin on the performance of optical lattice clocks. With a state-mixing\ntheory including spin-orbit and hyperfine interactions, we describe the origin\nof the $^1S_0$-$^3P_0$ clock transition and the differential g-factor between\nthe two clock states for alkaline-earth(-like) atoms, using $^{87}$Sr as an\nexample. Clock frequency shifts due to magnetic and optical fields are\ndiscussed with an emphasis on those relating to nuclear structure. An\nexperimental determination of the differential g-factor in $^{87}$Sr is\nperformed and is in good agreement with theory. The magnitude of the tensor\nlight shift on the clock states is also explored experimentally. State specific\nmeasurements with controlled nuclear spin polarization are discussed as a\nmethod to reduce the nuclear spin-related systematic effects to below\n10$^{-17}$ in lattice clocks.\n", "reportNo": null, "categories": ["physics.atom-ph"], "versions": ["v1", "v2"]}, {"id": "0704.1423", "submitter": "Dieter Bauer", "authors": "F. Wilken, D. Bauer", "title": "Momentum distributions in time-dependent density functional theory:\n  Product phase approximation for non-sequential double ionization in strong\n  laser fields", "comments": "8 pages, 5 figures, RevTeX4", "journalRef": null, "doi": "10.1103/PhysRevA.76.023409", "abstract_": "  We investigate the possibility to deduce momentum space properties from\ntime-dependent density functional calculations. Electron and ion momentum\ndistributions after double ionization of a model Helium atom in a strong\nfew-cycle laser pulse are studied. We show that, in this case, the choice of\nsuitable functionals for the observables is considerably more important than\nthe choice of the correlation potential in the time-dependent Kohn-Sham\nequations. By comparison with the solution of the time-dependent Schroedinger\nequation, the insufficiency of functionals neglecting electron correlation is\ndemonstrated. We construct a functional of the Kohn-Sham orbitals, which in\nprinciple yields the exact momentum distributions of the electrons and the ion.\nThe product-phase approximation is introduced, which reduces the problem of\napproximating this functional significantly.\n", "reportNo": null, "categories": ["physics.atom-ph"], "versions": ["v1"]}, {"id": "0704.1644", "submitter": "Alexei Kolezhuk", "authors": "Alexei Kolezhuk", "title": "Circulating Current States in Bilayer Fermionic and Bosonic Systems", "comments": "final published version", "journalRef": "Phys. Rev. Lett. 99, 020405 (2007)", "doi": "10.1103/PhysRevLett.99.020405", "abstract_": "  It is shown that fermionic polar molecules or atoms in a bilayer optical\nlattice can undergo the transition to a state with circulating currents, which\nspontaneously breaks the time reversal symmetry. Estimates of relevant\ntemperature scales are given and experimental signatures of the circulating\ncurrent phase are identified. Related phenomena in bosonic and spin systems\nwith ring exchange are discussed.\n", "reportNo": null, "categories": ["cond-mat.other physics.atom-ph quant-ph"], "versions": ["v1", "v2", "v3"]}, {"id": "0704.1946", "submitter": "Paul Indelicato", "authors": "J.P. Marques (CFA), F. Parente (CFA, DFFCT), Paul Indelicato (LKB -\n  Jussieu)", "title": "Hyperfine Quenching of the $4s4p ^{3}P_{0}$ Level in Zn-like Ions", "comments": null, "journalRef": "European Physical Journal D 41, 3 (31/01/2007) 457", "doi": "10.1140/epjd/e2007-00018-8", "abstract_": "  In this paper, we used the multiconfiguration Dirac-Fock method to compute\nwith high precision the influence of the hyperfine interaction on the\n$[Ar]3d^{10} 4s4p ^3P_0$ level lifetime in Zn-like ions for stable and some\nquasi-stable isotopes of nonzero nuclear spin between Z=30 and Z=92. The\ninfluence of this interaction on the $[Ar]3d^{10} 4s4p ^3P_1 - [Ar]3d^{10} 4s4p\n^3P_0$ separation energy is also calculated for the same ions.\n", "reportNo": null, "categories": ["physics.atom-ph"], "versions": ["v1"]}, {"id": "0704.1974", "submitter": "Helene Perrin", "authors": "Olivier Morizot (LPL), Julien De Lapeyre De Bellair (LPL), Fabrice\n  Wiotte (LPL), Olivier Lopez (LPL), Paul-Eric Pottie (LPL), H\\'el\\`ene Perrin\n  (LPL)", "title": "Agile low phase noise radio-frequency sine wave generator applied to\n  experiments on ultracold atoms", "comments": "10 pages, 6 figures", "journalRef": null, "doi": null, "abstract_": "  We report on the frequency performance of a low cost (~500$) radio-frequency\nsine wave generator, using direct digital synthesis (DDS) and a\nfield-programmable gate array (FPGA). The output frequency of the device may be\nchanged dynamically to any arbitrary value ranging from DC to 10 MHz without\nany phase slip. Sampling effects are substantially reduced by a high sample\nrate, up to 1 MHz, and by a large memory length, more than 2.10^5 samples. By\nusing a low noise external oscillator to clock the DDS, we demonstrate a phase\nnoise as low as that of the master clock, that is at the level of -113\ndB.rad^2/Hz at 1 Hz from the carrier for an output frequency of 3.75 MHz. The\ndevice is successfully used to confine an ultracold atomic cloud of rubidium 87\nin a RF-based trap, and there is no extra heating from the RF source.\n", "reportNo": null, "categories": ["physics.atom-ph"], "versions": ["v1"]}, {"id": "0704.2151", "submitter": "Ulrich Vogl", "authors": "U. Vogl and M. Weitz", "title": "Spectroscopy of atomic rubidium at 500 bar buffer gas pressure:\n  approaching the thermal equilibrium of dressed atom-light states", "comments": "4 pages", "journalRef": null, "doi": "10.1103/PhysRevA.78.011401", "abstract_": "  We have recorded fluorescence spectra of the atomic rubidium D-lines in the\npresence of several hundreds of bars buffer gas pressure. With additional\nsaturation broadening a spectral linewidth comparable to the thermal energy of\nthe atoms in the heated gas cell is achieved. An intensity-dependent blue\nasymmetry of the spectra is observed, which becomes increasingly pronounced\nwhen extrapolating to infinitely high light intensity. We interpret our results\nas evidence for the dressed (coupled atom-light) states to approach thermal\nequilibrium.\n", "reportNo": null, "categories": ["physics.atom-ph cond-mat.soft"], "versions": ["v1"]}, {"id": "0704.2162", "submitter": "Anatoly Shabad", "authors": "Anatoly E. Shabad (1) and Vladimir V. Usov (2) ((1) P.N. Lebedev\n  Physics Institute, Moscow, Russia, (2) Center for Astrophysics, Weizmann\n  Institute, Rehovot, Israel)", "title": "Modified Coulomb Law in a Strongly Magnetized Vacuum", "comments": "Revtex 4, 4 pages, 2 figures", "journalRef": "Phys.Rev.Lett.98:180403,2007", "doi": "10.1103/PhysRevLett.98.180403", "abstract_": "  We study electric potential of a charge placed in a strong magnetic field\nB>>4.4x10^{13}G, as modified by the vacuum polarization. In such field the\nelectron Larmour radius is much less than its Compton length. At the Larmour\ndistances a scaling law occurs, with the potential determined by a\nmagnetic-field-independent function. The scaling regime implies short-range\ninteraction, expressed by Yukawa law. The electromagnetic interaction regains\nits long-range character at distances larger than the Compton length, the\npotential decreasing across the magnetic field faster than along. Correction to\nthe nonrelativistic ground-state energy of a hydrogenlike atom is found. In the\ninfinite-magnetic-field limit the modified potential becomes the Dirac\ndelta-function plus a regular background. With this potential the ground-state\nenergy is finite - the best pronounced effect of the vacuum polarization.\n", "reportNo": null, "categories": ["astro-ph hep-th physics.atom-ph"], "versions": ["v1"]}, {"id": "0704.2180", "submitter": "Guenter Plunien", "authors": "A.I. Mikhailov, A.V. Nefiodov, G. Plunien", "title": "Single photoeffect on helium-like ions in the non-relativistic region", "comments": "to be published in Physics Letters A", "journalRef": "Phys. Lett. A 368 (2007) 391", "doi": "10.1016/j.physleta.2007.04.027", "abstract_": "  We present a generalization of the pioneering results obtained for single\nK-shell photoionization of H-like ions by M. Stobbe [Ann. Phys. 7 (1930) 661]\nto the case of the helium isoelectronic sequence. The total cross section of\nthe process is calculated, taking into account the correlation corrections to\nfirst order of the perturbation theory with respect to the electron-electron\ninteraction. Predictions are made for the entire non-relativistic energy\ndomain. The phenomenon of dynamical suppression of correlation effects in the\nionization cross section is discussed.\n", "reportNo": null, "categories": ["physics.atom-ph"], "versions": ["v1"]}, {"id": "0704.2190", "submitter": "Guenter Plunien", "authors": "L. Labzowsky, G. Schedrin, D. Solovyev, G. Plunien", "title": "Theoretical study of the accuracy limits for the optical resonance\n  frequency measurements", "comments": "to be published in Physical Review Letters", "journalRef": null, "doi": "10.1103/PhysRevLett.98.203003", "abstract_": "  The principal limits for the accuracy of the resonance frequency measurements\nset by the asymmetry of the natural resonance line shape are studied and\napplied to the recent accurate frequency measurements in the two-photon 1s-2s\nresonance and in the one-photon 1s-2p resonance in hydrogen atom. This limit\nfor 1s-2s resonance is found to be $\\sim 10^{-5}$ Hz compared to the accuracy\nachieved in experiment $\\pm 46$ Hz. In case of deuterium atom the limit is\nessentially larger: $10^{-2}$ Hz. For 1s-2p resonance the accuracy limit is\n0.17 MHz while the uncertainty of the recent frequency measurement is about 6\nMHz.\n", "reportNo": null, "categories": ["physics.atom-ph"], "versions": ["v1"]}, {"id": "0704.2197", "submitter": "Guenter Plunien", "authors": "V. Sharipov, L. Labzowsky, G. Plunien", "title": "Excited states of the helium-antihydrogen system", "comments": null, "journalRef": "Phys. Rev. Lett. 98 (2007) 103001", "doi": "10.1103/PhysRevLett.98.103001", "abstract_": "  Potential energy curves for excited leptonic states of the\nhelium-antihydrogen system are calculated within Ritz' variational approach. An\nexplicitly correlated ansatz for the leptonic wave function is employed\ndescribing accurately the motion of the leptons (two electrons and positron) in\nthe field of the helium nucleus and of the antiproton with arbitrary orbital\nangular momentum projection $\\Lambda$ onto the internuclear axis. Results for\n$\\Lambda$=0, 1 and 30 are presented. For quasibound states with large values of\n$\\Lambda$ and rotational quantum numbers $J>\\Lambda$ no annihilation and\nrearrangement decay channels occur, i. e. they are metastable.\n", "reportNo": null, "categories": ["physics.atom-ph"], "versions": ["v1"]}, {"id": "0704.2299", "submitter": "Michael Mayle", "authors": "Michael Mayle, Bernd Hezel, Igor Lesanovsky and Peter Schmelcher", "title": "One-dimensional Rydberg Gas in a Magnetoelectric Trap", "comments": "4 pages, 2 figures", "journalRef": "Phys. Rev. Lett. 99, 113004 (2007)", "doi": "10.1103/PhysRevLett.99.113004", "abstract_": "  We study the quantum properties of Rydberg atoms in a magnetic\nIoffe-Pritchard trap which is superimposed by a homogeneous electric field.\nTrapped Rydberg atoms can be created in long-lived electronic states exhibiting\na permanent electric dipole moment of several hundred Debye. The resulting\ndipole-dipole interaction in conjunction with the radial confinement is\ndemonstrated to give rise to an effectively one-dimensional ultracold Rydberg\ngas with a macroscopic interparticle distance. We derive analytical expressions\nfor the electric dipole moment and the critical linear density of Rydberg\natoms.\n", "reportNo": null, "categories": ["physics.atom-ph"], "versions": ["v1", "v2", "v3"]}, {"id": "0704.1353", "submitter": "Paul Prekop", "authors": "Paul Prekop", "title": "Supporting Knowledge and Expertise Finding within Australia's Defence\n  Science and Technology Organisation", "comments": "40th Hawaii International Conference on System Sciences (HICSS40)\n  2007", "journalRef": null, "doi": null, "abstract_": "  This paper reports on work aimed at supporting knowledge and expertise\nfinding within a large Research and Development (R&D) organisation. The paper\nfirst discusses the nature of knowledge important to R&D organisations and\npresents a prototype information system developed to support knowledge and\nexpertise finding. The paper then discusses a trial of the system within an R&D\norganisation, the implications and limitations of the trial, and discusses\nfuture research questions.\n", "reportNo": null, "categories": ["cs.OH cs.DB cs.DL cs.HC"], "versions": ["v1"]}, {"id": "0704.1675", "submitter": "Kristina Lerman", "authors": "Anon Plangprasopchok and Kristina Lerman", "title": "Exploiting Social Annotation for Automatic Resource Discovery", "comments": "6 pages, submitted to AAAI07 workshop on Information Integration on\n  the Web", "journalRef": null, "doi": null, "abstract_": "  Information integration applications, such as mediators or mashups, that\nrequire access to information resources currently rely on users manually\ndiscovering and integrating them in the application. Manual resource discovery\nis a slow process, requiring the user to sift through results obtained via\nkeyword-based search. Although search methods have advanced to include evidence\nfrom document contents, its metadata and the contents and link structure of the\nreferring pages, they still do not adequately cover information sources --\noften called ``the hidden Web''-- that dynamically generate documents in\nresponse to a query. The recently popular social bookmarking sites, which allow\nusers to annotate and share metadata about various information sources, provide\nrich evidence for resource discovery. In this paper, we describe a\nprobabilistic model of the user annotation process in a social bookmarking\nsystem del.icio.us. We then use the model to automatically find resources\nrelevant to a particular information domain. Our experimental results on data\nobtained from \\emph{del.icio.us} show this approach as a promising method for\nhelping automate the resource discovery task.\n", "reportNo": null, "categories": ["cs.AI cs.CY cs.DL"], "versions": ["v1"]}, {"id": "0704.1676", "submitter": "Kristina Lerman", "authors": "Kristina Lerman, Anon Plangprasopchok and Chio Wong", "title": "Personalizing Image Search Results on Flickr", "comments": "12 pages, submitted to AAAI07 workshop on Intelligent Information\n  Personalization", "journalRef": null, "doi": null, "abstract_": "  The social media site Flickr allows users to upload their photos, annotate\nthem with tags, submit them to groups, and also to form social networks by\nadding other users as contacts. Flickr offers multiple ways of browsing or\nsearching it. One option is tag search, which returns all images tagged with a\nspecific keyword. If the keyword is ambiguous, e.g., ``beetle'' could mean an\ninsect or a car, tag search results will include many images that are not\nrelevant to the sense the user had in mind when executing the query. We claim\nthat users express their photography interests through the metadata they add in\nthe form of contacts and image annotations. We show how to exploit this\nmetadata to personalize search results for the user, thereby improving search\nperformance. First, we show that we can significantly improve search precision\nby filtering tag search results by user's contacts or a larger social network\nthat includes those contact's contacts. Secondly, we describe a probabilistic\nmodel that takes advantage of tag information to discover latent topics\ncontained in the search results. The users' interests can similarly be\ndescribed by the tags they used for annotating their images. The latent topics\nfound by the model are then used to personalize search results by finding\nimages on topics that are of interest to the user.\n", "reportNo": null, "categories": ["cs.IR cs.AI cs.CY cs.DL cs.HC"], "versions": ["v1"]}]